Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: I hope that people in all fileds can step up efforts and resist child abuse.
ko: 모든 분야의 사람들이 힘을 모아 아동 학대를 반대하기를 희망합니다.

source: A legion of netizens began a conversation on the reasons behind so many abuse cases.
ko: 한 무리의 누리꾼들은 빈번한 아동학대 사건 배후의 원인들을 탐구하기 시작했다.

source: Child protection law missing
ko: 아동보호법의 부재

source: @Se Yi From a micro perspective, what lead to child abuse in the kindergarten are the lack of love and care of teachers and the lack of regulation of the kindergarten, while from a macro perspective, are the imperfections of our law and the lack of regulation of law enforcement.
ko: @Se Yi 미시적인 관점에서 보자면 유치원에서 아동학대가 벌어지게 하는 건 교사들의 사랑과 보살핌의 부족이고, 거시적인 관점에서 보자면 유치원에 대한 법률의 부재는 현재 중국의 법에 뚫린 구멍이자 법 집행에 대한 규제 부족입니다.

source: In fact, there is no existing laws in China that protect children from abuse, that's why the police can only charge Yan with "causing public disturbance".
ko: 사실 현재 중국에는 아이들을 폭력으로부터 보호하는 법이 없으며, 이것이 경찰이 옌에게 "사회에 혼란을 일으킨 죄"를 적용할 수밖에 없는 이유이다.

source: Apart from legal protection some netizens also pointed to the lack of qualified kindergarten teachers.
ko: 법적 보호 외에도 몇몇 누리꾼들은 우수한 유치원 교사들의 부족 현상을 지적했다.

source: @Pundit：Many kindergarten teachers have no formal preparation.
ko: @Pundit：많은 유치원 교사들은 정식 교육과정을 밟지 않습니다.

source: In some small counties and cities, due to the low entry qualifications and low salaries, those who do not have any background in education also became kindergarten teachers, which could be viewed as the main cause of the frequent child abuse cases.
ko: 몇몇 소규모 성이나 도시에서는 낮은 자격조건과 월급때문에 교육 관련 배경이 없는 사람도 유치원 교사들이 될 수 있습니다. 이것이 바로 빈번한 아동 학대 사건 발생의 주요 원인이라고 볼 수 있죠.

source: According to a local news report , 60% of kindergarten teachers do not have the teacher’s certificate.
ko: 지역 뉴스 보도 에 따르면, 유치원 교사의 60%는 교사 자격증이 없다.

source: During recent years, private kindergartens have sprung up while the pace of fostering qualified kindergarten teachers has not kept up.
ko: 최근 들어 사립 유치원들의 수는 급증한 반면 우수한 유치원 교사들이 육성되는 속도는 그대로였다.

source: Due to low salary and lack of incentives, kindergartens, especially the private ones, always failed to attract qualified kindergarten teachers for the future generation.
ko: 적은 월급과 인센티브의 부재로 인해 유치원들, 특히 사립유치원들은 미래 세대를 위해 실력있는 교사들을 영입하는 데 실패해왔다.

source: Many netizens admitted that they have been abused when they look back upon their school years.
ko: 많은 누리꾼들은 그들의 학창시절을 되돌아보았을 때 그들 역시 학대를 당해왔다고 인정했다.

source: @Three feet of Sun: It’s merely another tip of the iceberg.
ko: @Three feet of Sun: 이건 빙산의 일각일 뿐이예요.

source: I suggest that the parents of kindergarten children and elementary school students ask their children whether they have been abused.
ko: 제 생각엔 유치원생들과 초등학생 아이를 둔 부모님들이 아이들에게 학대를 당했었냐고 물어보는 것이 좋을 것같습니다.

source: I still remember I always encountered personal attacks and was often beaten by a male teacher when I was in elementary school.
ko: 전 아직도 초등학교에 다닐 때 제가 인신공격을 당하고 남자 선생님들에 의해 구타당했던 것을 기억합니다.

source: But I didn't tell my parents.
ko: 하지만 전 부모님에게 그 사실을 말하지 않았어요.

source: I was little and knew little about the abuse.
ko: 전 어렸고 폭력에 대해서도 잘 모르고 있었으니까요.

source: According to an online survey conducted by Sina Weibo on child abuse phenomena, 5,043 respondents said that they had experience of being beaten by teachers at school while 1,926 respondents said they did not.
ko: 시나 웨이보에서 아동학대 현상에 대해 진행한 온라인 설문조사에 따르면, 5,043명이 학교에서 선생님에게 맞은 경험이 있다고 답한 반면 1,926명은 그렇지 않았다고 답했다.

source: "Bombs are Falling Like Rain in Gaza" · Global Voices
ko: "가자지구에 비처럼 내리는 폭탄"

source: Gazans stayed up all night as Israel continued to pound the Palestinian enclave. The situation flared up when Israel and Gaza exchanged fire - which still continues now - after Israel killed Hamas military leader Ahmed Al-Jabari during an air raid on Gaza yesterday.
ko: 이스라엘이 팔레스타인 집단 거주지역을 계속해서 맹공격하여, 가자지구 사람들은 밤을 뜬눈으로 지새웠다.

source: According to Press reports, the current bout of fighting has left up to 13 Gazans and three Israelis dead.
ko: 언론 보도에 따르면, 한바탕 공격으로 13명의 가자지구 거주민이 3명의 이스라엘인이 사망했다.

source: On Twitter, Ebaa Rezeq breaks down the toll on the Palestinian side:
ko: 트위터에서, 레제크(Ebaa Rezeq)는 발표된 팔레스타인 희생자 숫자를 세밀하게 따졌다:

source: @Gazanism: The toll until now: 15 martyrs (among them three children, a woman pregnant with twins and two elderly people), plus 140 injured #Gaza
ko: 현재까지의 희생자 숫자는: 15명이 순교했음 (여기엔 3명의 어린아이들, 쌍둥이를 임신한 여성 과 2명의 노인들이 포함되어 있음), 추가로 140명이 부상을 당했음 # 가자

source: Khaled Shawa shares a photograph of his neighbour's house burning after being shelled by Israel.
ko: 칼레드 샤와가 공습을 받고 불타고 있는 이웃 집의 모습을 사진으로 남겼다.

source: Photo credit: @KhaledShawa
ko: #가자

source: Wael Ouda describes the intensity of the shelling around him:
ko: 다른 트윗에서, 그는 가장 최근의 공격으로 발생한 희생자 숫자에 대해 밝혔다:

source: @WillOuda: The drones are practically "walking" in the living room ....so loud and noisy over head. #Gaza
ko: @WillOuda: 사망자 수: 사망자 14-15명과 120명이 넘는 부상자 #가자

source: In another tweet, he shares the human cost, this latest bout of attacks is having:
ko: 공격을 받은 가자지구, @journeytogaza가 사진을 트위터를 통해 공유했다

source: @WillOuda: Death toll: 14-15 deaths and 120+ injuries #Gaza
ko: 아부살라마(Majed Abusalama)는 다음과 같이 외쳤다:

source: Gaza Under Attack.
ko: 이 비디오는 아이들이 축구를 하고 있는 모습을 보여준다.

source: Photo shared by @journeytogaza on Twitter
ko: 뒤에는 계속해서 폭탄이 터지고 있다.

source: @MajedAbusalama: Bombs falling like a rains now in NorthGaza# #GazaUnderAttacks
ko: 아난(Ola Anan)은 다음과 같이 의견을 달았다:

source: The video shows children playing - as explosions continue in the background. Ola Anan comments:
ko: @olanan: #가자가 공격받고 있다, 그런데 몇몇 아이들이 길거리에서 축구를 하기로 결정했나 보다!

source: @olanan: #GazaUnderAttack yet a group of children decided to play football in the street! We teach life, world! And Majed Abusalama adds:
ko: 아부살라마(Majed Abusalama)는 다음과 같이 덧붙였다:

source: @MajedAbusalama: Our morales are high in Gaza.
ko: @MajedAbusalama: 가자지구의 도덕심은 매우 높다.

source: Let them destroy everything and kill our children but they will never be able to kill our will and our dreams.
ko: 그들이 모든 것을 파괴하도록 놓아두자 그리고 모든 아이들을 죽이도록 놓아두자. 그러나 그들은 절대 우리의 의지와 꿈까지 살해할 수는 없을 것이다.

source: To liberation by the will of God!
ko: 하나님의 뜻으로 해방을!

source: Meanwhile, journalist Sara Hussein, who was just able to cross into Gaza, shares a photograph people lining up outside a bakery.
ko: 반면, 가자로 간신히 들어갈 수 있었던 후세인(Sara Hussein) 기자는 빵가게 앞에서 줄을 서서 기다리고 있는 시민들의 사진을 올렸다.

source: @sarahussein: yfrog.com/nws02mjj Line outside #Gaza bakery.
ko: com/nws02mjj 밖에서 줄을 선채로#가자지구 빵가게.

source: People fear food shortages. #Israel #Palestinians
ko: 사람들은 식량이 부족할까봐 두려워하고 있다.

source: What next?
ko: 다음 차례는 무엇인가?

source: Journey to Gaza wonders if there will be a ground invasion:
ko: 가자지구로 가면서, 지상군의 공격은 없었는지 의문이 들었다:

source: @journeytogaza: Any news on #Israeli cabinet decision whether or not to launch ground invasion in #Gaza?
ko: @journeytogaza: 가자지구에 지상군 투입에 대한 이스라엘 의회의 결정과 관련한 어떤 뉴스라도 있는가?

source: Twitter hashtags:
ko: 트위터 해쉬택:

source: For more on the conversation on Twitter, check out the hashtags: #PrayForGaza, #GazaUnderAttack and #Gaza.
ko: #가자지구를 위한 기도, #가자지구가 공격받고 있다 그리고#가자지구.

source: Further Reading:
ko: 추가 자료:

source: Mondoweiss: Two new resources: Timeline of Israeli escalation in Gaza and Israel’s history of breaking ceasefires
ko: 몬도웨이스: 두개의 새로운 자료:가자지구에대한 이스라엘 공격강화관련 타임라인과 휴전을 깬 이스라엘의 행적

source: The Guardian: Israel and Gaza militants in deadly exchanges - live updates
ko: 가디언: 이스라엘과 가자지구간 치명적 공격-라이브 업데이트

source: Why is the Arab League in a Hurry to Meet over Gaza? · Global Voices
ko: 아랍리그가 가자지구와 관련해 급하게 회동하려는 까닭은?

source: The United Nations Security Council called for and held an emergency meeting Wednesday night to discuss the latest Israeli airstrikes on Gaza, and consequent Hamas rocket attacks into Israel.
ko: 유엔안전보장이사회는 수요일 밤 하마스의 이스라엘 공격의 보복으로 최근 일어나고 있는 이스라엘의 가자지구 폭탄공격과 관련한 긴급회의를 소집했다.

source: The Arab League, on the other hand, said it would meet on Saturday to discuss the latest tension, drawing ridicule and anger from netizens around the Arab world - for it's action.
ko: 반면, 아랍리그는 2012년 11월 17일인 토요일에서야 만나 최근 긴장상태에 대해 토론하기로 했다. 이에 네티즌들은 아랍리그가 이렇듯 아무런 구체적 조치도 취하지 않는것에 대해 격분을 나타내거나 조롱했다.

source: On Twitter, Amr quips:
ko: 트위터에서, 아므르(Amr)는 다음과 같이 비아냥거렸다.

source: @3amrB: - They're killing people tonight! - Ok, let's talk about it in three days.
ko: @3amrB: - 그들이 오늘밤 사람을 죽이고 있대-그래, 우리 3일 후에 만나서 이것에 대해 얘기해보자구.

source: He adds:
ko: 그는 다음과 같이 덧붙였다:

source: @3amrB: When will the Arab world develop the advanced technology of conference calling?
ko: @3amrB: 아랍 세계는 언제쯤 최근 기술인 컨퍼런스 콜이라는 기술을 사용하게될까?

source: And he continues:
ko: 그는 계속해서 덧붙였다:

source: Egyptian Lilian Wagdy ponders :
ko: 아무도 누가 지금 얘기하고 있는지 알지 못할 것이다.

source: @lilianwagdy: Why is the Arab League's meeting being held on Saturday?
ko: 이집트인 웨그디(Lilian Wagdy)는 심사숙고한 후 다음과 같은 의견을 달았다 :

source: And when would have they held it had it not been an emergency meeting?
ko: @lilianwagdy: 아랍리그는 왜 토요일 회담을 위해 회동하는가?

source: Lebanese Octavia Nasr calls out the Arab League's failure:
ko: 긴급회의말고 언제 회의를 열어보긴 했는가?

source: @octavianasr: Attention Failed Arab League: An "emergency" meeting is what reasonable people hold right away NOT 3 days later!! #Israel #Gaza #Syria
ko: @octavianasr: 아랍리그, 주목하기는 글렀다: 사람들이 생각하는 "긴급"회의란 3일이 걸려 열리는 회의를 말하는게 아니다. #이스라엘#가자#시리아

source: Palestine Video adds:
ko: 팔레스타인 비디오는 다음과같이 덧붙였다:

source: @PalestineVideo: As Arab League foreign ministers r busy, they'd like you to know they had to delay their meeting on Israeli attack on Gaza till Saturday
ko: @PalestineVideo: 아랍리그 외교부 장관이 바쁘다면, 아랍리그는 가자지구에 대한 이스라엘의 공격도 토요일까지 멈추라고 얘기해놓아야 한다.

source: @PalestineVideo: Arab League is reportedly getting ready to hold its emergency meeting, may start as soon as the fancy food and drinks to arrive
ko: @PalestineVideo:소문에 따르면, 아랍리그는 긴급회의를 열 준비가 되었다고 한다.

source: @syrianews: Arab League to hold an *urgent* meeting.
ko: 반면 시리아인 사크흐르(Sakhr)는 다음과 같이 발언했다:

source: Tomorrow.
ko: @syrianews: 아랍리그는 *긴급*회의를 내일 열것이다.

source: Or maybe in a few days. (Seriously).
ko: 또는 몇 일 안으로 (진심)

source: Israelis Protest Military Operation against Gaza · Global Voices
ko: 가자 군사작전에 반대하는 이스라엘 시위

source: Yesterday a Facebook group organized hundreds of Israelis to gather in Tel Aviv's Habima square.
ko: 어제, 한 페이스북 그룹이 수백 명의 이스라엘 시민들을 텔 아비브의 하비마 광장에 집결시켰다.

source: The group calls for people to "Refuse the election war!
ko: 이들은 “선거를 위한 전쟁을 거부하라!

source: Refuse to die or kill in the name of a political spin."
ko: 정치적 의견이라는 명목 하에 죽고 죽이는 것에 대해 거부하라!

source: The latest exchange of fire between Hamas and Israel started on November 14, when Israeli drones targeted and killed Hamas military leader Ahmed Al-Jabari in the Gaza enclave.
ko: 하마스와 이스라엘 간 최근 공격은 11월 14일 이스라엘 무인정찰기가 하마스 군대의 지도자인 자바리(Al-Jabari)를 가자지구에서 타겟으로 정하고 사람들을 살해하면서 발생했다.

source: The following 10-second video shows part of the anti-war protest:
ko: 다음의 10초 분량의 비디오는 반전 시위의 일부를 보여주고 있다:

source: Roni More posts a photograph from the protest to Twitter:
ko: 모어(Roni More)는 시위사진을 트위터에 올렸다::

source: I shall not hate, reads a sign carried during an anti-war protest in Tel Aviv.
ko: 나는 증오하지 않겠다는 피켓이 텔 아비브 반전 시위에 등장했다.

source: Photograph shared by @RoniMore1 on Twitter
ko: 트위터에서 로니(@RoniMore1 )에의해 공유된 사진

source: More photos can be found here.
ko: 더 많은 사진을 보길 원한다면, 여기를 클릭하십시오.

source: Many have been critiquing the politics behind this operation.
ko: 많은 이들은 정치적 이해관계가 이 작전의 배후에 있다고 비판했다.

source: In a popularly shared Facebook post, Lior Bakalu writes:
ko: 4년간 그들은 아무것도 하지 않았다.

source: Four years and they've done nothing, and all of a sudden they've remembered.
ko: 그리고 갑자기 그들은 기억해냈다.

source: My heart is with the citizens of the south and the citizens of Gaza who's misery the Israeli government has turned into their elections campaign.
ko: 그리고 이스라엘 정부의 선거 캠페인을 위해 고통 속으로 내 몰린 가자시민들과 나의 마음은 함께 있다.

source: He adds an image outlining military operations from the past 15 years, and their timing in relation to elections.
ko: 그는 지난 15년동안 수행된 군사작전을 보여주는 이미지를 첨부했다.

source: Translated below:
ko: 대부분의 군사작전 시기는 선거기간과 관계가 있었다.

source: Alaa Younis critiques the politics behind the war:
ko: 번역은 아래에서 볼 수 있음:

source: @ibnezra: Ppl I am speaking with in Ashkelon amidst air sirens tell me that they don't want a ground invasion b/c it will harm Israel's legitimacy
ko: @ibnezra:공습경보 중 내가 얘기를 나눴던 애쉬켈론시(Ashkelon) 사람들은 지상전이 이스라엘의 적법성에 해를 끼칠 수 있기 때문에 이를 원치 않는다.

source: While there is some opposition amongst Israelis, these opinions and protests are rarely highlighted by mainstream media.
ko: 이스라엘 사람들 가운데 몇몇 반대가 있으나, 이러한 의견과 시위는 주요 미디어에서 거의 다루어지지 않고 있다.

source: @Elizrael: Israeli papers avoid reporting on Palestinian casualties and also don't report on the fact that some Israelis oppose this operation.
ko: @Elizrael: 이스라엘 신문들은 팔레스타인 사상자에 대해 보도하는 것을 꺼리고 있다. 그리고 이 작전에 반대하는 몇몇 이스라엘 사람들이 있다는 사실도 보도하지 않는다.

source: She continues:
ko: 그녀는 계속해서 덧붙였다:

source: @Elizrael: If you only receive news on the suffering of Israelis and successful assassinations of terrorists, why would you oppose this operation?
ko: @Elizrael: 만일 여러분이 이스라엘인의 고통에 대한 뉴스만 듣는다면 그리고 성공적으로 테러리스트를 저격했다는 소식만 듣는다면, 왜 이 작전에 대해 반대하겠는가?

source: China: Last Words of 19 Tibetans Who Committed Self-Immolation · Global Voices
ko: 중국: 분신 자살한 티베트 19인이 남긴 유언

source: On November 17, 2012, the number of self-immolations since February 2009 committed by Tibetans in protest of Chinese rule of the Tibet Autonomous Region reached 79.
ko: 중국 공산당 정부의 지배에 항거해 2009년 2월부터 시작된 분신 자살한 티베트인의 수가 2012년 11월 24일을 기해 무려 79명에 달한다.

source: Even though United Nations human rights chief has finally spoken out and urged the Chinese government to address the grievances of Tibetans, discussion about the religious and cultural oppression of Tibet as well as the the rash of self-immolations by Tibetans continues to be banned in the online and offline public sphere by the Propaganda Department of the Chinese Communist Party (CCP) because of its political sensitive nature.
ko: 마침내 나바네템 필레이 유엔인권최고대표도 중국 정부의 티베트 문제 해결을 촉구하고 나섰으며 티베트의 종교, 문화 탄압과 더불어 정치적으로 민감한 온라인/오프라인에서의 증가하는 분신자살에 대한 예방을 중국공산당중앙위원회선전부(CCP)에 부탁했다.

source: Dissent writer Woser, who reports on the human rights situation in Tibet, has collected 19 last wills and testaments of Tibetans who self-immolated to help people understand their grievances.
ko: 티베트 내 인권 상황을 보도하는 반체제 작가인 우저는 분신 자살을 통해 조국이 처한 비극을 알리고자한 티베트인들의 유언장 19개를 입수했다.

source: Songye Tsering (桑德才让), a 24-year-old herdswoman, self-immolated outside the local government in Zeku County, Qinghai Province on November 17, 2012:
ko: 송계 체링(桑德才让, 24) 유목민. 칭하이성 쩌쿠현 관서 밖에서 분신.

source: There is no freedom in Tibet, His Holiness Dalai Lama is forbidden to return home.
ko: 티베트엔 자유가 없다. 우리의 위대한 스승 달라이 라마에겐 조국의 입국이 금지되어 있다.

source: Panchen Lama is in prison.
ko: 판첸 라마께선 수감 중이다.

source: Numerous Tibetan heroes have made the sacrifice of self-immolation.
ko: 수 많은 티베트의 영웅들이 분신을 통해 자신을 희생했다.

source: I don't want to live anymore, there is no meaning in living… We are the son of Snow Lion, the offspring of red face Tibetans.
ko: 삶을 더 이상 이어 가야할 이유를 찾을 수 없다. 우리는 설(雪)사자의 자식, 붉은 얼굴을 한 티베트인들의 자손이다.

source: Please remember the dignity of Snow mountain.
ko: 설산의 존엄을 잊지 말아 달라.

source: Nyankar Tashi (娘尕扎西), 24 years old, self-immolated on November 24, 2012 in Tongren County, Qinghai Province.
ko: 닝카르 타시(娘尕扎西, 24) 칭하이성 퉁런현에서 분신.

source: He left a letter to Dalai and Panchen Lama as well as to six million Tibetans:
ko: 청년은 6백만 티베트인과 더불어 달라이 라마와 판첸 라마에게 유언을 남겼다.

source: Tibet needs freedom and independence.
ko: 우리 티베트가 요구하는 것은 자유와 독립이다.

source: Release Panchen and let Dalai return home.
ko: 즉시 판체 라마를 석방하고, 달라이 라마의 입국을 허가하라.

source: I self-immolate to protest against the Chinese government!
ko: 나는 중국 정부에 대항하기 위해 기꺼이 한 목숨을 불태운다!

source: Father, please don't be disheartened because of me.
ko: 아버지, 이 못난 자식 때문에 슬퍼하지 마세요.

source: I follow the Buddha and Goodness.
ko: 저는 부처님과 보살님을 따라 가겠습니다.

source: My wish is that six million Tibetans will learn their mother tongue, wear Tibetan clothes and be united.
ko: 내게 소원이 있다면 우리 6백만 티베트 형제,자매들이 티베트말을 배우고 우리 옷을 입으며 하나가 되는 것이다.

source: Tingzin (丹珍措), 23-year-old herdswoman living with her parents and her six-year-old son, self-immolated on November 7, 2012 before the 18th National Chinese Communist Party Congress in Tongren Province.
ko: 여섯 살 난 아들과 부모를 모시고 살던 이 여성은 제18차 전국대표대회(당 대회)가 개막되기 전 칭하이성 통런현에서 분신했다.

source: She left her last words to her father:
ko: 여성은 자신의 아버지에게 유언을 남겼다.

source: Father, being a Tibetan is so difficult.
ko: 아버지, 티베트인으로서 살아가기란 왜이리 힘든건지요.

source: We can't even say our prayer to Dalai Lama's portrait.
ko: 달라이 라마의 초상화에 기도를 올리는 것 조차 할 수 없어요.

source: We have no freedom at all...
ko: 우리에겐 자유가 없어요.

source: Lhamo Kyap (拉莫嘉), a herdsman in his 20s with two young daughters, self-immolated on October 20, 2012 near Bora Temple in Xiahe County, Gansu Province.
ko: 하모 캽(拉莫嘉) 유목민. 두 딸을 키우는 20대의 청년이 2012년 10월 20일 간쑤성 샤허현의 보라 사원 근방에서 분신했다.

source: A Tibetan friend of Lhamo recorded the details of a conversation he had with him on the date of Lhamo's self-immolation:
ko: 그의 티베트 친구가 분신 당일 둘이 나눈 대화를 자세히 기록했다.

source: Lhamo Kyap asked his close friend in a phone conversation if he could pick him up at Bora Temple.
ko: 라모가 친한 친구에게 전화를 걸어 보라 사원으로 자기를 마중나올 수 없겠냐고 물어봤어요.

source: His friend said that he did not have his motorbike with him and might not be able to help.
ko: 그 친구는 지금 오토바이가 없어서 안되겠다고 대답했습니다.

source: Lhamo said, it's OK, today you may hear news.
ko: 라모는 알겠다고, 어쨌든 오늘 흥미로운 뉴스를 보게 될거라고 말했습니다.

source: He asked if his friend knew when exactly the 18th Congress of the CCP would take place.
ko: 그리고는 다시 친구에게 정확히 언제 18차 전국당대표대회가 열리냐고 묻곤 한숨을 쉬었습니다.

source: He sighed, China does not allow us to live in peace.
ko: "중국은 왜 우릴 평화롭게 살게 하지 않는건지", 그러곤 수화기를 내려놓았습니다.

source: Dhondup (頓珠), a 61-year-old herdsman, self-immolated on October 22, 2012 at Labrang Monastery in Xiahe County, Gansu Province.
ko: 돈덥(頓珠, 61) 유목민. 2012년 10월 22일 간쑤성 샤허현의 라브랑 수도원에서 분신.

source: According to Voice of Tibet: He used to tell other monks from Labrang Monastery and young Tibetans not to self-immolate.
ko: 티베트의 소리(Voice of Tibet)'에 따르면,

source: Live their lives and contribute to the future of Tibet.
ko: 그는 평소 라브랑 수도원의 수도승들이나 티베트 청년들에게 분신 자살은 절대 생각조차 하지말고 열심히 살아 티베트의 미래에 이바지하라고 말하곤 했다.

source: He said that his generation had been prosecuted by the Chinese Communists back in 1958 and 1959, so his generation should choose to self-immolate.
ko: 대신 자신의 세대는 1958년부터 1959년 동안 중국 공산당의 박해에 시달렸으니 분신을 하더라도 자신들이 한다는 뜻이었다.

source: Gudup (古珠), a 43-year-old Tibetan writer, self-immolated on October 4, 2012 in Biru County, Tibet.
ko: 구둡(古珠, 43) 티베트인 작가. 2012년 10월 4일 비루현에서 분신.

source: He left his last words in an update to his QQ account, a popular Chinese social networking site.
ko: 자신의 QQ(중국의 인기 소셜 네트워킹 사이트)에 유언을 남겼다.

source: Below is an excerpt:
ko: 아래는 유언의 일부이다.

source: His Holiness Dalai Lama advocates for a non-violent middle-way policy for the right to Tibetan autonomy. Six million Tibetans have been following His Holiness' teaching.
ko: 위대한 스승이신 달라이 라마는 티베트 자치구의 독립에 있어 '중론'에 입각한 비폭력 정책을 주장했으며 6백만 티베트인들은 이를 충실히 따랐다.

source: But the CCP shows no support. Instead, they arrested and tortured those who demand Tibetan's rights.
ko: 하지만 중국 공산당은 어떠한 반응도 보이지 않았으며, 오히려 티베트인의 권리를 주장한 이들을 체포하고 고문했다.

source: They defame Dalai Lama and when anyone does not recognize Tibet as part of China, they will disappear or be assassinated.
ko: 중국은 달라이 라마를 중상하고 모욕했으며 티베트의 독립을 주장하는 이들은 어느 순간 사라지거나 암살당할 것이다.

source: They don't care about Tibetans and in order to let the world know about the real situation in Tibet, we have to radicalize our peaceful action, voice out Tibetan independence by lighting up our bodies.
ko: 이곳에서 벌어지는 실제 현상을 전 세계에 알리기 위해 우리는 결국 지금껏 지속해온 평화적인 노선을 포기하고 우리의 몸을 불살라 목소리를 낼 수 밖에 없다.

source: Tenzin Kedhup (丹增克珠), a 24-year-old herdsman and a former monk.
ko: 텐진 케둡(丹增克珠, 24) 유목민이자 前 승려.

source: Ngawang Norphel (阿旺诺培), 22 years old. They self-immolated together with the Tibetan national flag in Chindu County, Qinghai Province on June 20, 2012.
ko: 아왕 노르펠(阿旺诺培, 22) 이 둘은 칭하이성 천둬에서 티베트 국기를 두르고 분신했다.

source: They recorded their last words together:
ko: 두 사람은 함께 유언을 남겼다.

source: We do not have the ability to help Tibetan's religion and culture.
ko: 티베트의 종교와 문화를 돕기 위해 우리가 할 수 있는 것은 없다.

source: We do not have the economic means to help other Tibetans.
ko: 그렇다고 티베트인을 경제적으로 도울 수 있는 것도 아니다.

source: For the sake of our Tibetan race, in particular for the return of His Holiness Dalai Lama to Tibet, we choose self-immolation.
ko: 우리 티베트 동포들을 위해, 특히 위대한 스승 달라이 라마의 귀국을 기원하며 우린 분신을 택한다.

source: We want to tell all the Tibetan youth, swear to yourself, never fight against each other, among Tibetans, we have to be united and protect our race.
ko: 티베트 청년들에게 고하고 싶다. 동포끼리 반목하지 말 것을 맹세해다오. 우리는 한 데 뭉쳐 우리 자신을 보호해야 한다.

source: Tamding That (旦正塔), a 64-year-old herdsman, self-immolated at Jainca County outside a military office in Qinghai Province on June 15, 2012.
ko: 탐딩 타트(旦正塔, 64) 유목민. 칭하이성 젠자현의 부대 밖에서 분신.

source: He left a short note:
ko: 짧은 유언을 남겼다.

source: Rely on three treasures
ko: 세 가지 보물에 귀의 하라

source: Wish for world peace,
ko: 세계 평화를 염원하라,

source: Wish for His Holiness Dalai Lama to return home.
ko: 위대한 스승 달라이 라마의 귀국을 염원하라.

source: Protect the Tibetan State,
ko: 티베트를 보호하라,

source: I self-immolate to contribute .
ko: 나는 내 몸을 불살라 이 염원을 바친다.

source: Rechok (日玖), a 33-year-old herdsman with three children, self-immolated on May 30, 2012 near the Grand Lamasery of Dzamthang, Sichuan Province.
ko: 레촉(日玖, 33) 세 자식을 둔 유목민. 2012년 5월 30일 쓰촨성 잠탕의 대사원 부근에서 분신.

source: The Tibetan Centre for Human Rights received his last words on August 18:
ko: 티베트 인권 센터는 8월 18일 남성의 유언을 전달 받았다.

source: Wish for world peace and happiness.
ko: 세계 평화와 행복을 빕니다.

source: Please don't indulge yourself in killing and selling animal stocks, don't steal for the sake of His Holiness Dalai Lama to return to Tibet.
ko: 위대한 스승 달라이 라마의 귀국을 위해서 도둑질을 하지 맙시다.

source: Tibetans should speak to Tibetans and should not fight each other.
ko: 티베트인은 티베트인과 대화를 해야하며 서로 으르렁대선 안됩니다.

source: I am willing to take up the pain and sufferings of all living beings.
ko: 저는 세상 만물의 고통과 비애를 다 끌어 안고 가렵니다.

source: If I fall at the hand of the Communist Party of China, please don't resist.
ko: 제가 공산당의 손아귀에 떨어진다해도 저항하지마세요.

source: We have to be united and learn our culture.
ko: 우리 티베트는 손에 손을 맞잡아야 하고 우리의 문화를 배워야합니다.

source: My family, don't be disheartened by my self-immolation.
ko: 사랑하는 저의 가족, 부디 제 분신으로 마음 아파하지 마시길.

source: Tibetans have distinctive religion and culture.
ko: 우리 티베트인은 뚜렷한 종교와 독특한 문화를 가지고 있다.

source: The nation believes in love and compassion, with respect to others.
ko: 우리 조국 티베트는 자애와 사랑을 믿으며 그 안에서 서로를 존중한다.

source: However, Tibet has been invaded, repressed and cheated by China.
ko: 이런 우리 조국이 중국의 침략에 억눌리고 유린당하고 있다.

source: We self-immolated for our misery and lack of basic human rights, as well as for world peace.
ko: 이 비애와 기본적인 인권마저 보장이 안되는 상황에 좌절하며, 하지만 세계 평화의 열망을 안고 우리는 분신한다.

source: The suffering of Tibetans deprived of basic human rights is much greater than our self-immolation.
ko: 인권이 박탈된 동포들의 고통은 분신의 그것에 비할바가 아니다.

source: Sobha Rinpoche (江白益西), a 27-year-old exiled Tibetan from Dawu County, Sichuan Province, self-immolated in Delhi a protest against the Chinese president's visit to India on March 26, 2012.
ko: 소바 린포체(江白益西, 27) 쓰촨성 다우현에서 망명한 티베트인. 2012년 3월 26일, 중국 후진타오 국가주석의 인도 방문에 항의해 분신.

source: Below is an excerpt of his last will:
ko: 아래는 그가 남긴 유언의 일부이다.

source: My fellow Tibetans, for the future of our happiness, we need to have dignity and courage.
ko: 사랑하는 동포 여러분, 행복이 가득찬 티베트의 미래를 위하여 우리는 스스로 자긍심과 용기를 가져야 합니다.

source: Dignity is the spirit of a nationality, the courage for justice, the compass leading to future happiness.
ko: 자긍심은 한 국가의 혼이요, 정의를 갈구하는 용기이자 행복한 미래로 이끄는 나침반 입니다.
